/* User/pwd server verification */
"Authentication Required" = "Authentication Required";

/* Extension installation
 HTTPS server verification
 Link long-press context menu
 User/pwd server verification */
"Cancel" = "Cancel";

/* HTTPS server verification */
"Continue" = "Continue";

/* Link long-press context menu */
"Copy Link" = "Copy Link";

/* Google autocomplete error */
"Error: " = "Error: ";

/* Web audio setup */
"Failed to set audio session for the webview; there may be no sound." = "Failed to set audio session for the webview; there may be no sound.";

/* User/pwd server verification */
"Log In" = "Log In";

/* Link long-press context menu */
"Open Here" = "Open Here";

/* Link long-press context menu */
"Open in New Tab" = "Open in New Tab";

/* User/pwd server verification */
"Password" = "Password";

/* Google autocomplete error */
"response code %d" = "response code %d";

/* Google autocomplete error */
"response format unrecognized" = "response format unrecognized";

/* Google autocomplete error */
"response non-decodable" = "response non-decodable";

/* Google autocomplete error */
"response parsing %@" = "response parsing %@";

/* HTTPS server verification */
"Server Identity" = "Server Identity";

/* HTTPS server verification */
"The identity of '%@' cannot be verified." = "The identity of '%@' cannot be verified.";

/* User/pwd server verification */
"Username" = "Username";

/* Link long-press context menu */
"Open in Background Tab" = "Open in Background Tab";

/* Bookmark view controller */
"Edit Bookmark" = "Edit Bookmark";
